{
    "rascal1" : [
        "m;rascal;Where am I...?",
        "m;rascal;I don't remember anything.",
        "m;rascal;There's a man standing there. Maybe he'll know something."
    ],
    "bandit" : [
        "m;bandit;Who... what the hell are you?",
        "m;rascal;To be honest, I don't know.",
        "m;bandit;Die, you damn phantom!"
    ],
    "banditAfter" : [
        "m;rascal;\"Phantom\", you say? I like it."
    ],
    "rascal2" : [
        "m;rascal;Whoever this Ron is, there's trouble waiting for him. I'll go to that village and warn him just in case. Maybe someone will explain all this to me."
    ],
    "villager" : [
        "m;villager;Who are you?",
        "m;rascal;Just call me Phantom if you want. Can you explain to me what happened here?",
        "m;villager;Bandits! They said they were some kind of expedition. They stopped here for a few days to investigate, find some Rift or something. And when they found it... then... then...",
        "m;rascal;Relax. You don't have to talk if you don't want to.",
        "m;villager;They started murdering. Just like that. By all the gods... why did this happen to us...?",
        "m;rascal;What is this Rift they were looking for?",
        "m;villager;Those two archaeologists said it was a passage to the world of the dead. To the Abyss.",
        "m;rascal;The world of the dead, you say? Why the archaeologists want to go there?",
        "m;villager;I don't know. They didn't say.",
        "m;rascal;One of them was called Ron, right? Apparently they were staying in some cottage here in the village. Where is it?",
        "m;villager;North of here, at the edge of the swamp. Our old healer used to live there, but since he died the cottage has been empty.",
        "m;rascal;Thank you for the information.",
        "m;villager;Sir... I saw you fighting these bandits. Tell me... did the king sent you? Are you here to bring justice?",
        "m;rascal;I'd like to know too."
    ],
    "villagerAfter" : [
        "m;villager;Oh, gods... what a time."
    ],
    "villager2" : [
        "m;villager2;Randa Thynmuato!",
        "m;rascal;What? Can you repeat that?",
        "m;villager2;Randa Thynmuato. The old medicine man said that you would come to protect the Abyss when the need arises. That's what the legends say. Hardly anyone remembers today.",
        "m;rascal;I see... No, actually I don't understand anything here. Tell me more about it Randa Thynmuato.",
        "m;villager2;Avenger. Defender. \"He will be born when the eternal darkness confronts the fire of human pride,\" so the legend says. \"He who lives but cannot die. The one who is but cannot be. The one who watches.\""
    ],
    "villager2After" : [
        "m;villager2;Don't pay any attention to me, sir. I'm just a simple farmer."
    ],
    "rascalIsabela" : [
        "m;rascal;No... it's... it's impossible... NO! IZABELA, NO!!! NOEE!!!",
        "m;spirit;Come over, Ron. We need to talk."
    ],
    "spirit" : [
        "m;rascal;All is lost...",
        "m;spirit;Now you understand. The memories came back. Right, Ron?",
        "m;rascal;Why did he betray me?! He was my friend! He was supposed to help me save Isabella!",
        "m;spirit;You know very well that it's too late to save her.",
        "m;rascal;That's not true. The Abyss! I can still go there and bring Isabella back.",
        "m;spirit;Now you're both dead, Ron. And even if you were... it wouldn't work.",
        "m;rascal;Why did Hector betray me?!",
        "m;spirit;Right now, the only thing that matters is that the Abyss is in danger. No human has the right to open its gates. Find Hector and all the others who wish to desecrate it. And kill them. Spare no one.",
        "m;rascal;With pleasure.",
        "m;spirit;Gain knowledge, unleash your potential. Master the powers of the Abyss.",
        "m;rascal;Who are you exactly? What have I become? NO, wait!"
    ],
    "grond" : [
        "m;grond;So you are. I have been informed that something, some creature, is killing my people.",
        "m;rascal;Traitor!",
        "m;grond;I don't know who you are or why you think I'm a traitor. But thanks for getting rid of my people. You saved me the trouble of dividing up the loot.",
        "m;rascal;Die!"
    ],
    "hector" : [
        "m;hektor;Who are you?",
        "m;rascal;Apparently I have become what we wanted to tame.",
        "m;hektor;I know that voice... Ron? Is that you?",
        "m;rascal;Why? Why did you do it...? Were you hoping for a reward for finding the Rift? Did you want the money just for yourself?! I spit on it, Hektor! I told you, I'm only doing it for Isabella!",
        "m;hektor;I...",
        "m;rascal;WHY?!",
        "m;hector;I love her, Ron. Just like you. I've always loved her.",
        "m;rascal;So... you... you wanted to kill me so you could be with her...",
        "m;hektor;I will explain everything to you! NO! Leave that sword!"
    ],
    "spirit2" : [
        "m;spirit;You have completed your task.",
        "m;rascal;And what's the point of this...? There's nothing left for me anyway. It's over.",
        "m;spirit;So you understood.",
        "m;rascal;New images appear in my head all the time. Images of the Abyss. There are more and more of them every hour.",
        "m;spirit;You are the Abyss.",
        "m;rascal;But how is that possible?",
        "m;spirit;You will soon know. Now, farewell, Avenger."
    ]
}